Repository: ledro6/Sprout
Catalog: ios-native/Sprout/Localizable.xcstrings
Source language: ru
Languages: ar, bg, bn, ca, cs, da, de, el, en, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Бамбук
ar: خيزران
bn: বাঁশ
ca: Bambú
cs: Bambus
da: Bambus
de: Bambus
el: Μπαμπού
en: Bamboo
es: Bambú
fi: Bambu
fr: Bambou
gu: વાંસ
he: במבוק
hi: बाँस
hr: Bambus
hu: Bambusz
id: Bambu
it: Bambù
ja: 竹
kn: ಬಿದಿರು
ko: 대나무
lt: Bambukas
ml: മുള
mr: बांबू
ms: Buluh
nb: Bambus
nl: Bamboe
or: ବାଉଁଶ
pa: ਬਾਂਸ
pl: Bambus
pt_br: Bambu
pt_pt: Bambu
ro: Bambus
sk: Bambus
sl: Bambus
sv: Bambu
ta: மூங்கில்
te: వెదురు
th: ไผ่
tr: Bambu
ur: بانس
vi: Tre
zh_hans: 竹子
zh_hant: 竹子

source: Банка
ar: مرطبان
bg: Буркан
bn: বয়াম
ca: Pot
cs: Sklenice
da: Krukke
de: Glas
el: Βάζο
en: Jar
es: Tarro
fi: Purkki
fr: Bocal
gu: બરણી
he: צנצנת
hi: मर्तबान
hr: Staklenka
hu: Befőttesüveg
id: Stoples
it: Barattolo
ja: ジャー
kn: ಜಾಡಿ
ko: 유리병
lt: Stiklainis
ml: ഭരണി
mr: बरणी
ms: Balang
nb: Krukke
nl: Pot
or: ବୟାମ
pa: ਮਰਤਬਾਨ
pl: Słoik
pt_br: Pote
pt_pt: Frasco
ro: Borcan
sk: Pohár
sl: Kozarec
sv: Burk
ta: ஜாடி
te: జాడీ
th: โหล
tr: Kavanoz
ur: مرتبان
vi: Hũ
zh_hans: 罐子
zh_hant: 罐子

source: Батон
ar: رغيف
bg: Франзела
bn: পাউরুটি
ca: Barra
cs: Veka
da: Franskbrød
de: Brötchen
el: Φρατζόλα
en: Loaf
es: Barra
fi: Patonki
fr: Baguette
gu: પાંઉ
he: כיכר
hi: पाव
hr: Štruca
hu: Bagett
id: Roti
it: Filone
ja: バゲット
kn: ಬ್ರೆಡ್
ko: 바게트
lt: Batonas
ml: റൊട്ടി
mr: पाव
ms: Roti
nb: Loff
nl: Stokbrood
or: ପାଉଁରୁଟି
pa: ਡਬਲਰੋਟੀ
pl: Bułka
pt_br: Pão
pt_pt: Pão
ro: Franzelă
sk: Bageta
sl: Štruca
sv: Limpan
ta: ரொட்டி
te: రొట్టె
th: ขนมปัง
tr: Somun
ur: ڈبل روٹی
vi: Bánh mì
zh_hans: 面包
zh_hant: 麵包

source: Бегония
ar: بيجونيا
bn: বেগোনিয়া
ca: Begònia
cs: Begonie
da: Begonie
de: Begonie
el: Βιγόνια
en: Begonia
es: Begonia
fi: Begonia
fr: Bégonia
gu: બેગોનિયા
he: בגוניה
hi: बेगोनिया
hr: Begonija
hu: Begónia
id: Begonia
it: Begonia
ja: ベゴニア
kn: ಬಿಗೋನಿಯಾ
ko: 베고니아
lt: Begonija
ml: ബിഗോണിയ
mr: बेगोनिया
ms: Begonia
nb: Begonia
nl: Begonia
or: ବେଗୋନିଆ
pa: ਬੇਗੋਨੀਆ
pl: Begonia
pt_br: Begônia
pt_pt: Begônia
ro: Begonie
sk: Begónia
sl: Begonija
sv: Begonia
ta: பிகோனியா
te: బెగోనియా
th: บีโกเนีย
tr: Begonya
uk: Бегонія
ur: بیگونیا
vi: Thu hải đường
zh_hans: 秋海棠
zh_hant: 秋海棠

source: Безопасно для кошек и собак
ar: آمن للقطط والكلاب
bg: Безопасно за котки и кучета
bn: বিড়াল ও কুকুরের জন্য নিরাপদ
ca: Segura per a gats i gossos
cs: Bezpečné pro kočky a psy
da: Sikker for katte og hunde
de: Unbedenklich für Katzen und Hunde
el: Ασφαλές για γάτες και σκύλους
en: Safe for cats and dogs
es: Segura para gatos y perros
fi: Turvallinen kissoille ja koirille
fr: Sans danger pour les chats et les chiens
gu: બિલાડી અને કૂતરા માટે સુરક્ષિત
he: בטוח לחתולים ולכלבים
hi: बिल्लियों और कुत्तों के लिए सुरक्षित
hr: Sigurno za mačke i pse
hu: Biztonságos macskáknak és kutyáknak
id: Aman untuk kucing dan anjing
it: Innocua per gatti e cani
ja: 猫と犬に安全
kk: Мысықтар мен иттерге қауіпсіз
kn: ಬೆಕ್ಕು ಮತ್ತು ನಾಯಿಗಳಿಗೆ ಸುರಕ್ಷಿತ
ko: 고양이와 개에게 안전
lt: Saugu katėms ir šunims
ml: പൂച്ചകൾക്കും നായകൾക്കും സുരക്ഷിതം
mr: मांजरी आणि कुत्र्यांसाठी सुरक्षित
ms: Selamat untuk kucing dan anjing
nb: Trygg for katter og hunder
nl: Veilig voor katten en honden
or: ବିରାଡ଼ି ଓ କୁକୁରଙ୍କ ପାଇଁ ସୁରକ୍ଷିତ
pa: ਬਿੱਲੀਆਂ ਅਤੇ ਕੁੱਤਿਆਂ ਲਈ ਸੁਰੱਖਿਅਤ
pl: Bezpieczna dla kotów i psów
pt_br: Segura para gatos e cachorros
pt_pt: Segura para gatos e cães
ro: Sigură pentru pisici și câini
sk: Bezpečné pre mačky a psy
sl: Varno za mačke in pse
sv: Ofarlig för katter och hundar
ta: பூனைகளுக்கும் நாய்களுக்கும் பாதுகாப்பானது
te: పిల్లులు, కుక్కలకు సురక్షితం
th: ปลอดภัยสำหรับแมวและสุนัข
tr: Kediler ve köpekler için güvenli
uk: Безпечно для котів і собак
ur: بلیوں اور کتوں کے لیے محفوظ
vi: An toàn cho mèo và chó
zh_hans: 对猫狗安全
zh_hant: 對貓狗安全

source: Бирюзовый
ar: فيروزي
bg: Тюркоазен
bn: ফিরোজা
ca: Turquesa
cs: Tyrkysová
da: Petrol
de: Petrol
el: Τιρκουάζ
en: Teal
es: Turquesa
fi: Petrooli
fr: Turquoise
gu: ફિરોઝી
he: טורקיז
hi: फ़िरोज़ी
hr: Tirkizna
hu: Türkiz
id: Hijau toska
it: Turchese
ja: ティール
kk: Көгілдір-жасыл
kn: ನೀಲಿಹಸಿರು
ko: 틸
lt: Turkio
ml: നീലപ്പച്ച
mr: पिरोजी
ms: Firus
nb: Petrol
nl: Petrol
or: ଫିରୋଜି
pa: ਫ਼ਿਰੋਜ਼ੀ
pl: Turkusowy
pt_br: Turquesa
pt_pt: Turquesa
ro: Turcoaz
sk: Tyrkysová
sl: Turkizna
sv: Petrol
ta: நீலப்பச்சை
te: నీలాకుపచ్చ
th: เขียวอมฟ้า
tr: Turkuaz
uk: Бірюзовий
ur: فیروزی
vi: Xanh ngọc
zh_hans: 青绿色
zh_hant: 青綠色

source: Больше всего за день
ar: الأكثر في يوم
bg: Най-много за ден
bn: এক দিনে সবচেয়ে বেশি
ca: Més en un dia
cs: Nejvíc za den
da: Flest på én dag
de: Meiste an einem Tag
el: Τα περισσότερα σε μια μέρα
en: Most in a Day
es: Más en un día
fi: Eniten päivässä
fr: Le plus en un jour
gu: એક દિવસમાં સૌથી વધુ
he: הכי הרבה ביום
hi: एक दिन में सबसे ज़्यादा
hr: Najviše u danu
hu: Legtöbb egy nap alatt
id: Terbanyak dalam sehari
it: Di più in un giorno
ja: 1日の最多
kk: Бір күнде ең көп
kn: ಒಂದೇ ದಿನದಲ್ಲಿ ಅತಿ ಹೆಚ್ಚು
ko: 하루 최다
lt: Daugiausia per dieną
ml: ഒരു ദിവസം ഏറ്റവും കൂടുതൽ
mr: एका दिवसात सर्वाधिक
ms: Paling banyak dalam sehari
nb: Flest på én dag
nl: Meeste op één dag
or: ଦିନେ ସବୁଠୁ ବେଶି
pa: ਇੱਕ ਦਿਨ ਵਿੱਚ ਸਭ ਤੋਂ ਵੱਧ
pl: Najwięcej w jeden dzień
pt_br: Mais em um dia
pt_pt: Mais num dia
ro: Cele mai multe într-o zi
sk: Najviac za deň
sl: Največ v enem dnevu
sv: Flest på en dag
ta: ஒரே நாளில் அதிகம்
te: ఒక్క రోజులో అత్యధికం
th: มากที่สุดในวันเดียว
tr: Bir günde en çok
uk: Найбільше за день
ur: ایک دن میں سب سے زیادہ
vi: Nhiều nhất trong một ngày
zh_hans: 单日最多
zh_hant: 單日最多

source: Бонсай
ar: بونساي
bn: বনসাই
ca: Bonsai
cs: Bonsaj
da: Bonsai
de: Bonsai
el: Μπονσάι
en: Bonsai
es: Bonsái
fi: Bonsai
fr: Bonsaï
gu: બોન્સાઈ
he: בונסאי
hi: बोन्साई
hr: Bonsai
hu: Bonsai
id: Bonsai
it: Bonsai
ja: 盆栽
kn: ಬೋನ್ಸಾಯ್
ko: 분재
lt: Bonsai
ml: ബോൺസായ്
mr: बोन्साय
ms: Bonsai
nb: Bonsai
nl: Bonsai
or: ବୋନସାଇ
pa: ਬੋਨਸਾਈ
pl: Bonsai
pt_br: Bonsai
pt_pt: Bonsai
ro: Bonsai
sk: Bonsaj
sl: Bonsaj
sv: Bonsai
ta: போன்சாய்
te: బోన్సాయ్
th: บอนไซ
tr: Bonzai
ur: بونسائی
vi: Bonsai
zh_hans: 盆景
zh_hant: 盆景

source: Борис
ar: بوريس
bn: বরিস
ca: Boris
cs: Boris
da: Boris
de: Boris
el: Μπόρις
en: Boris
es: Boris
fi: Boris
fr: Boris
gu: બોરિસ
he: בוריס
hi: बोरिस
hr: Boris
hu: Borisz
id: Boris
it: Boris
ja: ボリス
kn: ಬೋರಿಸ್
ko: 보리스
lt: Borisas
ml: ബോറിസ്
mr: बोरिस
ms: Boris
nb: Boris
nl: Boris
or: ବୋରିସ୍
pa: ਬੋਰਿਸ
pl: Borys
pt_br: Boris
pt_pt: Boris
ro: Boris
sk: Boris
sl: Boris
sv: Boris
ta: போரிஸ்
te: బోరిస్
th: บอริส
tr: Boris
ur: بورس
vi: Boris
zh_hans: 波波
zh_hant: 波波

source: Ботаник
ar: عالم نبات
bn: উদ্ভিদবিদ
ca: Botànic
cs: Botanik
da: Botaniker
de: Botaniker
el: Βοτανολόγος
en: Botanist
es: Botánico
fi: Kasvitieteilijä
fr: Botaniste
gu: વનસ્પતિશાસ્ત્રી
he: בוטנאי
hi: वनस्पतिशास्त्री
hr: Botaničar
hu: Botanikus
id: Ahli botani
it: Botanico
ja: 植物学者
kn: ಸಸ್ಯಶಾಸ್ತ್ರಜ್ಞ
ko: 식물학자
lt: Botanikas
ml: സസ്യശാസ്ത്രജ്ഞൻ
mr: वनस्पतीशास्त्रज्ञ
ms: Ahli botani
nb: Botaniker
nl: Botanicus
or: ଉଦ୍ଭିଦବିଜ୍ଞାନୀ
pa: ਬਨਸਪਤੀ ਵਿਗਿਆਨੀ
pl: Botanik
pt_br: Botânico
pt_pt: Botânico
ro: Botanist
sk: Botanik
sl: Botanik
sv: Botaniker
ta: தாவரவியலாளர்
te: వృక్షశాస్త్రవేత్త
th: นักพฤกษศาสตร์
tr: Botanikçi
uk: Ботанік
ur: ماہرِ نباتات
vi: Nhà thực vật học
zh_hans: 植物学家
zh_hant: 植物學家

source: В AR
ar: بالواقع المعزز
bn: AR-এ
ca: En RA
cs: V AR
da: I AR
de: In AR
el: Σε AR
en: AR
es: En RA
fi: AR:ssä
fr: En RA
gu: AR માં
he: ב־AR
hi: AR में
hr: U AR-u
hu: AR-ben
id: Dalam AR
it: In AR
ja: ARで
kk: AR-да
kn: AR ನಲ್ಲಿ
ko: AR로
lt: AR
ml: AR-ൽ
mr: AR मध्ये
ms: Dalam AR
nb: I AR
nl: In AR
or: AR ରେ
pa: AR ਵਿੱਚ
pl: W AR
pt_br: Em RA
pt_pt: Em RA
ro: În RA
sk: V AR
sl: V AR
sv: I AR
ta: AR இல்
te: AR లో
th: ใน AR
tr: AR’de
ur: AR میں
vi: Trong AR
zh_hans: AR
zh_hant: AR

source: В Календаре телефона появится календарь «Sprout»: в какой день кого полить и подкормить, на три недели вперёд. План обновляется, когда вы выходите из приложения.
ar: سيظهر في تطبيق التقويم تقويم «Sprout»: أي النباتات تُسقى وتُسمَّد في أي يوم، لثلاثة أسابيع قادمة. تتحدّث الخطة عندما تغادر التطبيق.
bg: В Календар на телефона ще се появи календар „Sprout“: в кой ден кое растение да полеете и подхраните, три седмици напред. Планът се обновява, когато излезете от приложението.
bn: ফোনের ক্যালেন্ডারে «Sprout» নামে একটি ক্যালেন্ডার আসবে: কোন দিন কোন গাছে জল ও সার দিতে হবে, তিন সপ্তাহ আগে থেকে। অ্যাপ থেকে বেরোলে পরিকল্পনা হালনাগাদ হয়।
ca: Al Calendari del telèfon apareixerà un calendari «Sprout»: quin dia cal regar i adobar cada planta, tres setmanes per endavant. El pla s’actualitza quan surts de l’app.
cs: V Kalendáři telefonu se objeví kalendář „Sprout“: který den kterou rostlinu zalít a přihnojit, tři týdny dopředu. Plán se obnoví, když aplikaci opustíte.
da: I telefonens Kalender dukker en kalender “Sprout” op: hvilken dag hvilke planter skal vandes og gødes, tre uger frem. Planen opdateres, når du forlader appen.
de: In der Kalender-App erscheint ein Kalender „Sprout“: an welchem Tag welche Pflanze gegossen und gedüngt wird, drei Wochen im Voraus. Der Plan wird aktualisiert, wenn du die App verlässt.
el: Στο Ημερολόγιο του τηλεφώνου θα εμφανιστεί ημερολόγιο «Sprout»: ποια μέρα ποιο φυτό θέλει πότισμα και λίπασμα, τρεις εβδομάδες μπροστά. Το πλάνο ενημερώνεται όταν βγαίνετε από την εφαρμογή.
en: A “Sprout” calendar appears in your phone’s Calendar: which plants to water and feed on which day, three weeks ahead. The plan updates when you leave the app.
es: En el Calendario del teléfono aparecerá un calendario “Sprout”: qué día regar y abonar cada planta, con tres semanas de antelación. El plan se actualiza cuando sales de la app.
fi: Puhelimen Kalenteriin ilmestyy kalenteri ”Sprout”: minä päivänä mitäkin kasvia kastellaan ja lannoitetaan, kolme viikkoa eteenpäin. Suunnitelma päivittyy, kun poistut sovelluksesta.
fr: Un calendrier « Sprout » apparaît dans Calendrier : quel jour arroser et nourrir chaque plante, trois semaines à l’avance. Le plan se met à jour quand vous quittez l’app.
gu: ફોનના કૅલેન્ડરમાં «Sprout» નામનું કૅલેન્ડર દેખાશે: કયા દિવસે કયા છોડને પાણી અને ખાતર આપવું, ત્રણ અઠવાડિયાં આગળ સુધી. ઍપમાંથી બહાર નીકળો ત્યારે યોજના અપડેટ થાય છે.
he: ביומן של הטלפון יופיע לוח שנה „Sprout”: באיזה יום להשקות ולדשן כל צמח, שלושה שבועות קדימה. התוכנית מתעדכנת כשיוצאים מהאפליקציה.
hi: फ़ोन के कैलेंडर में «Sprout» नाम का कैलेंडर दिखेगा: किस दिन किस पौधे को पानी और खाद देनी है, तीन हफ़्ते आगे तक। ऐप से बाहर निकलने पर योजना अपडेट हो जाती है।
hr: U Kalendaru telefona pojavit će se kalendar „Sprout”: koji dan koju biljku zaliti i prihraniti, tri tjedna unaprijed. Plan se osvježava kad izađete iz aplikacije.
hu: A telefon Naptárában megjelenik egy „Sprout” naptár: melyik nap melyik növényt kell öntözni és tápoldatozni, három hétre előre. A terv frissül, amikor kilépsz az appból.
id: Di Kalender ponsel akan muncul kalender “Sprout”: hari apa tanaman mana disiram dan dipupuk, tiga minggu ke depan. Rencana diperbarui saat Anda keluar dari app.
it: Nel Calendario del telefono comparirà un calendario “Sprout”: quale pianta annaffiare e concimare ogni giorno, tre settimane in anticipo. Il piano si aggiorna quando esci dall’app.
ja: カレンダーに「Sprout」というカレンダーが追加され、どの日にどの植物に水やりと肥料が必要かが3週間先まで表示されます。予定はアプリを閉じるたびに更新されます。
kk: Телефонның Күнтізбесінде «Sprout» күнтізбесі пайда болады: қай күні қай өсімдікті суарып, тыңайту керек — үш апта алға. Жоспар қолданбадан шыққанда жаңарады.
kn: ಫೋನ್‌ನ ಕ್ಯಾಲೆಂಡರ್‌ನಲ್ಲಿ «Sprout» ಕ್ಯಾಲೆಂಡರ್ ಕಾಣಿಸುತ್ತದೆ: ಯಾವ ದಿನ ಯಾವ ಗಿಡಕ್ಕೆ ನೀರು ಮತ್ತು ಗೊಬ್ಬರ ಹಾಕಬೇಕು, ಮೂರು ವಾರಗಳ ಮುಂಚಿತವಾಗಿ. ಆ್ಯಪ್‌ನಿಂದ ಹೊರಬಂದಾಗ ಯೋಜನೆ ಅಪ್‌ಡೇಟ್ ಆಗುತ್ತದೆ.
ko: 기기의 캘린더에 ‘Sprout’ 캘린더가 생겨요. 어떤 날 어떤 식물에 물과 비료를 줄지 3주 앞까지 보여 줘요. 앱에서 나갈 때마다 계획이 새로 고쳐져요.
lt: Telefono Kalendoriuje atsiras kalendorius „Sprout“: kurią dieną kurį augalą palaistyti ir patręšti, trims savaitėms į priekį. Planas atnaujinamas, kai išeinate iš programėlės.
ml: ഫോണിലെ കലണ്ടറിൽ «Sprout» എന്നൊരു കലണ്ടർ വരും: ഏത് ദിവസം ഏത് ചെടിക്ക് നനയ്ക്കണം, വളമിടണം എന്ന് മൂന്നാഴ്ച മുന്നേ. ആപ്പിൽ നിന്ന് പുറത്തിറങ്ങുമ്പോൾ പദ്ധതി പുതുക്കും.
mr: फोनच्या कॅलेंडरमध्ये «Sprout» कॅलेंडर दिसेल: कोणत्या दिवशी कोणत्या रोपाला पाणी आणि खत द्यायचे, तीन आठवडे आधीपासून. ॲपमधून बाहेर पडल्यावर योजना अपडेट होते.
ms: Kalendar “Sprout” akan muncul dalam Kalendar telefon: hari mana tumbuhan mana perlu disiram dan dibaja, tiga minggu ke hadapan. Rancangan dikemas kini apabila anda keluar dari app.
nb: I telefonens Kalender dukker det opp en kalender «Sprout»: hvilken dag hvilke planter skal vannes og gjødsles, tre uker frem. Planen oppdateres når du forlater appen.
nl: In de Agenda van je telefoon verschijnt een agenda ‘Sprout’: op welke dag welke plant water en voeding nodig heeft, drie weken vooruit. Het plan wordt bijgewerkt als je de app verlaat.
or: ଫୋନ୍‌ର କ୍ୟାଲେଣ୍ଡରରେ «Sprout» କ୍ୟାଲେଣ୍ଡର ଦେଖାଯିବ: କେଉଁ ଦିନ କେଉଁ ଗଛକୁ ପାଣି ଓ ସାର ଦେବାକୁ ହେବ, ତିନି ସପ୍ତାହ ଆଗରୁ। ଆପ୍‌ରୁ ବାହାରିଲେ ଯୋଜନା ଅପଡେଟ୍ ହୁଏ।
pa: ਫ਼ੋਨ ਦੇ ਕੈਲੰਡਰ ਵਿੱਚ «Sprout» ਕੈਲੰਡਰ ਦਿਖੇਗਾ: ਕਿਸ ਦਿਨ ਕਿਸ ਪੌਦੇ ਨੂੰ ਪਾਣੀ ਅਤੇ ਖਾਦ ਦੇਣੀ ਹੈ, ਤਿੰਨ ਹਫ਼ਤੇ ਅੱਗੇ ਤੱਕ। ਐਪ ਤੋਂ ਬਾਹਰ ਨਿਕਲਣ 'ਤੇ ਯੋਜਨਾ ਅੱਪਡੇਟ ਹੁੰਦੀ ਹੈ।
pl: W Kalendarzu telefonu pojawi się kalendarz „Sprout”: którego dnia którą roślinę podlać i nawieźć, na trzy tygodnie naprzód. Plan odświeża się, gdy wychodzisz z aplikacji.
pt_br: No Calendário do celular vai aparecer um calendário “Sprout”: em que dia regar e adubar cada planta, com três semanas de antecedência. O plano é atualizado quando você sai do app.
pt_pt: No Calendário do telemóvel vai aparecer um calendário “Sprout”: em que dia regar e adubar cada planta, com três semanas de antecedência. O plano é atualizado quando sai da app.
ro: În Calendarul telefonului va apărea un calendar „Sprout”: în ce zi trebuie udată și fertilizată fiecare plantă, cu trei săptămâni înainte. Planul se actualizează când ieși din aplicație.
sk: V Kalendári telefónu sa objaví kalendár „Sprout“: ktorý deň ktorú rastlinu poliať a prihnojiť, tri týždne dopredu. Plán sa obnoví, keď aplikáciu opustíte.
sl: V Koledarju telefona se bo pojavil koledar »Sprout«: kateri dan katero rastlino zaliti in pognojiti, tri tedne vnaprej. Načrt se osveži, ko zapustite aplikacijo.
sv: I telefonens Kalender dyker kalendern ”Sprout” upp: vilken dag vilka växter ska vattnas och gödslas, tre veckor framåt. Planen uppdateras när du lämnar appen.
ta: ஃபோனின் கேலெண்டரில் «Sprout» என்ற கேலெண்டர் தோன்றும்: எந்த நாள் எந்தச் செடிக்கு நீரும் உரமும் தர வேண்டும் என்று மூன்று வாரங்கள் முன்னதாக. ஆப்பிலிருந்து வெளியேறும்போது திட்டம் புதுப்பிக்கப்படும்.
te: ఫోన్ క్యాలెండర్‌లో «Sprout» అనే క్యాలెండర్ కనిపిస్తుంది: ఏ రోజు ఏ మొక్కకు నీళ్లు, ఎరువు ఇవ్వాలో మూడు వారాల ముందు వరకు. యాప్ నుంచి బయటకు వచ్చినప్పుడు ప్రణాళిక అప్‌డేట్ అవుతుంది.
th: ในแอปปฏิทินจะมีปฏิทิน “Sprout” บอกว่าวันไหนต้องรดน้ำและใส่ปุ๋ยต้นไหน ล่วงหน้าสามสัปดาห์ แผนจะอัปเดตเมื่อคุณออกจากแอป
tr: Telefonun Takvim’inde “Sprout” adlı bir takvim görünür: hangi gün hangi bitkinin sulanıp gübreleneceği, üç hafta öncesinden. Plan, uygulamadan çıktığınızda güncellenir.
uk: У Календарі телефона з’явиться календар «Sprout»: якого дня яку рослину полити й підживити, на три тижні наперед. План оновлюється, коли ви виходите з застосунку.
ur: فون کے کیلنڈر میں «Sprout» کیلنڈر نظر آئے گا: کس دن کس پودے کو پانی اور کھاد دینی ہے، تین ہفتے آگے تک۔ ایپ سے باہر نکلنے پر منصوبہ اپ ڈیٹ ہو جاتا ہے۔
vi: Trong ứng dụng Lịch sẽ có lịch “Sprout”: ngày nào tưới và bón phân cho cây nào, trước ba tuần. Kế hoạch được cập nhật khi bạn thoát ứng dụng.
zh_hans: 手机“日历”里会出现名为“Sprout”的日历：哪天给哪些植物浇水、施肥，提前三周列出。离开 App 时计划会自动更新。
zh_hant: 手機「行事曆」裡會出現名為「Sprout」的行事曆：哪天要替哪些植物澆水、施肥，提前三週列出。離開 App 時計畫會自動更新。

source: В ближайший месяц парадов нет: растения просят воды вразнобой.
ar: لا مواكب هذا الشهر: النبتات تطلب الماء في أوقات مختلفة.
bg: Този месец няма паради: растенията искат вода по различно време.
bn: এই মাসে কোনো প্যারেড নেই: গাছেরা ভিন্ন ভিন্ন সময়ে জল চায়।
ca: Aquest mes no hi ha desfilades: les plantes demanen aigua en moments diferents.
cs: Tento měsíc žádné přehlídky: rostliny chtějí vodu v různou dobu.
da: Ingen parader denne måned: planterne vil have vand på forskellige tidspunkter.
de: Im nächsten Monat gibt es keine Paraden: Die Pflanzen wollen zu verschiedenen Zeiten Wasser.
el: Αυτόν τον μήνα δεν υπάρχουν παρελάσεις: τα φυτά ζητούν νερό σε διαφορετικές στιγμές.
en: No parades this month: your plants ask for water at different times.
es: Este mes no hay desfiles: tus plantas piden agua en momentos distintos.
fi: Ei paraateja tässä kuussa: kasvit pyytävät vettä eri aikoihin.
fr: Pas de parade ce mois-ci : vos plantes demandent de l’eau à des moments différents.
gu: આ મહિને કોઈ પરેડ નથી: છોડ જુદા જુદા સમયે પાણી માગે છે.
he: החודש אין מצעדים: הצמחים מבקשים מים בזמנים שונים.
hi: इस महीने कोई परेड नहीं: पौधे अलग-अलग समय पर पानी माँगते हैं।
hr: Ovaj mjesec nema parada: biljke traže vodu u različito vrijeme.
hu: Ebben a hónapban nincs parádé: a növények különböző időpontokban kérnek vizet.
id: Bulan ini tidak ada parade: tanaman meminta air pada waktu yang berbeda.
it: Nessuna parata questo mese: le piante chiedono acqua in momenti diversi.
ja: この1か月はパレードなし：植物はそれぞれ別のタイミングで水を欲しがります。
kk: Жақын айда парад жоқ: өсімдіктер суды әр уақытта сұрайды.
kn: ಈ ತಿಂಗಳು ಮೆರವಣಿಗೆಗಳಿಲ್ಲ: ಗಿಡಗಳು ಬೇರೆ ಬೇರೆ ಸಮಯದಲ್ಲಿ ನೀರು ಕೇಳುತ್ತವೆ.
ko: 이번 달에는 퍼레이드가 없어요: 식물들이 저마다 다른 때에 물을 원해요.
lt: Šį mėnesį paradų nėra: augalai prašo vandens skirtingu laiku.
ml: ഈ മാസം പരേഡുകളില്ല: ചെടികൾ വ്യത്യസ്ത സമയങ്ങളിൽ വെള്ളം ചോദിക്കുന്നു.
mr: या महिन्यात परेड नाही: रोपे वेगवेगळ्या वेळी पाणी मागतात.
ms: Bulan ini tiada perarakan: tumbuhan meminta air pada masa yang berbeza.
nb: Ingen parader denne måneden: plantene vil ha vann til ulike tider.
nl: Deze maand geen parades: je planten willen op verschillende momenten water.
or: ଏହି ମାସରେ କୌଣସି ପରେଡ୍ ନାହିଁ: ଗଛମାନେ ଭିନ୍ନ ଭିନ୍ନ ସମୟରେ ପାଣି ମାଗନ୍ତି।
pa: ਇਸ ਮਹੀਨੇ ਕੋਈ ਪਰੇਡ ਨਹੀਂ: ਪੌਦੇ ਵੱਖ-ਵੱਖ ਸਮੇਂ ਪਾਣੀ ਮੰਗਦੇ ਹਨ।
pl: W tym miesiącu brak parad: rośliny proszą o wodę w różnych porach.
pt_br: Nenhum desfile neste mês: as plantas pedem água em momentos diferentes.
pt_pt: Nenhum desfile este mês: as plantas pedem água em alturas diferentes.
ro: Luna aceasta nu sunt parade: plantele cer apă la momente diferite.
sk: Tento mesiac žiadne prehliadky: rastliny chcú vodu v rôznom čase.
sl: Ta mesec ni parad: rastline si vode želijo ob različnih časih.
sv: Inga parader den här månaden: växterna vill ha vatten vid olika tider.
ta: இந்த மாதம் அணிவகுப்பு இல்லை: செடிகள் வெவ்வேறு நேரங்களில் நீர் கேட்கின்றன.
te: ఈ నెల పరేడ్‌లు లేవు: మొక్కలు వేర్వేరు సమయాల్లో నీళ్లు అడుగుతాయి.
th: เดือนนี้ไม่มีขบวนพาเหรด: ต้นไม้ต้องการน้ำคนละเวลา
tr: Bu ay geçit töreni yok: bitkiler farklı zamanlarda su istiyor.
uk: Найближчого місяця парадів немає: рослини просять води врозбрід.
ur: اس مہینے کوئی پریڈ نہیں: پودے الگ الگ وقت پانی مانگتے ہیں۔
vi: Tháng này không có cuộc diễu hành nào: cây cần nước vào những lúc khác nhau.
zh_hans: 这个月没有巡游：植物们要水的时间各不相同。
zh_hant: 這個月沒有遊行：植物要水的時間各不相同。

source: В дорогу
ar: جاهز للسفر
bg: На път
bn: যাত্রার জন্য তৈরি
ca: A punt per marxar
cs: Připraven na cestu
da: Klar til rejsen
de: Reisefertig
el: Έτοιμος για ταξίδι
en: Ready to Travel
es: Listo para viajar
fi: Valmiina matkaan
fr: Prêt pour le voyage
gu: મુસાફરી માટે તૈયાર
he: מוכנים לדרך
hi: सफ़र के लिए तैयार
hr: Spreman za put
hu: Útra készen
id: Siap bepergian
it: Pronto a partire
ja: 旅の準備OK
kk: Жолға дайын
kn: ಪ್ರಯಾಣಕ್ಕೆ ಸಿದ್ಧ
ko: 여행 준비 완료
lt: Pasiruošęs kelionei
ml: യാത്രയ്ക്ക് തയ്യാർ
mr: प्रवासासाठी तयार
ms: Sedia untuk berangkat
nb: Klar for reisen
nl: Klaar voor vertrek
or: ଯାତ୍ରା ପାଇଁ ପ୍ରସ୍ତୁତ
pa: ਸਫ਼ਰ ਲਈ ਤਿਆਰ
pl: Gotowy do drogi
pt_br: Pronto para viajar
pt_pt: Pronto para viajar
ro: Gata de drum
sk: Pripravený na cestu
sl: Pripravljen na pot
sv: Redo att resa
ta: பயணத்துக்குத் தயார்
te: ప్రయాణానికి సిద్ధం
th: พร้อมออกเดินทาง
tr: Yola hazır
uk: У дорогу
ur: سفر کے لیے تیار
vi: Sẵn sàng lên đường
zh_hans: 整装待发
zh_hant: 整裝待發

source: В последний момент
ar: في اللحظة الأخيرة
bg: В последния момент
bn: শেষ মুহূর্তে
ca: A última hora
cs: Na poslední chvíli
da: I sidste øjeblik
de: Auf den letzten Drücker
el: Την τελευταία στιγμή
en: Last Minute
es: En el último momento
fi: Viime hetkellä
fr: In extremis
gu: છેલ્લી ઘડીએ
he: ברגע האחרון
hi: आख़िरी पल में
hr: U zadnji čas
hu: Az utolsó pillanatban
id: Di saat terakhir
it: All’ultimo momento
ja: ぎりぎり
kk: Соңғы сәтте
kn: ಕೊನೆಯ ಕ್ಷಣದಲ್ಲಿ
ko: 아슬아슬하게
lt: Paskutinę minutę
ml: അവസാന നിമിഷം
mr: शेवटच्या क्षणी
ms: Pada saat akhir
nb: I siste liten
nl: Op het laatste moment
or: ଶେଷ ମୁହୂର୍ତ୍ତରେ
pa: ਆਖ਼ਰੀ ਪਲ
pl: W ostatniej chwili
pt_br: No último momento
pt_pt: No último momento
ro: În ultima clipă
sk: Na poslednú chvíľu
sl: V zadnjem trenutku
sv: I sista stund
ta: கடைசி நிமிடத்தில்
te: చివరి క్షణంలో
th: นาทีสุดท้าย
tr: Son anda
uk: В останню мить
ur: آخری لمحے
vi: Vào phút chót
zh_hans: 最后关头
zh_hant: 最後關頭
